const CAMERAS_DATA = [
  {
    "name": "مدخل موقف حجاج الدول العربية (جنوب عرفات)",
    "latitude": 21.33455409953836,
    "longitude": 39.9829338626319,
    "altitude": 301.8804870537524
  },
  {
    "name": "مدخل عرفات كوبري الجامعة",
    "latitude": 21.32944166666667,
    "longitude": 39.96859166666667,
    "altitude": 303.1326152529399
  },
  {
    "name": "مدخل عرفات نفق الجامعة",
    "latitude": 21.33878333333333,
    "longitude": 39.94774444444444,
    "altitude": 285.2411937074924
  },
  {
    "name": "مخرج عرفات كوبري الجامعة",
    "latitude": 21.32951111111111,
    "longitude": 39.96837222222222,
    "altitude": 303.0864509935586
  },
  {
    "name": "مسار الجوهرة عرفات مدخل + مخرج 1",
    "latitude": 21.36062442626719,
    "longitude": 39.96052150671229,
    "altitude": 0.0
  },
  {
    "name": "دخول منى دقم الوبر من الدائري الثالث ",
    "latitude": 21.39262222222222,
    "longitude": 39.89973055555556,
    "altitude": 313.3782332884034
  },
  {
    "name": "مخرج عرفات نفق الجامعة",
    "latitude": 21.33881156070067,
    "longitude": 39.9476860168475,
    "altitude": 285.3156205821461
  },
  {
    "name": "مخرج اتجاه مزدلفه واتجاه منى - طريق 62 سوق العرب",
    "latitude": 21.39731692307023,
    "longitude": 39.90812851697176,
    "altitude": 328.794603414535
  },
  {
    "name": "مخرج موقف طريق 26 - الامن العام",
    "latitude": 21.36463055555556,
    "longitude": 39.9146,
    "altitude": 281.7946828860913
  },
  {
    "name": "مدخل موقف طريق 26 أ - الامن العام",
    "latitude": 21.36249444444445,
    "longitude": 39.91978611111111,
    "altitude": 286.7978302567377
  },
  {
    "name": "طريق القصر الملكي 44 (دخول وخروج مزدلفة) (كاميرتين في الاتجاهين)",
    "latitude": 21.39311237180149,
    "longitude": 39.90177420203357,
    "altitude": 310.2875338263587
  },
  {
    "name": "مدخل عرفات عودة الرد الثاني من مزدلفة لطريقي (الجوهرة 56وسوق العرب62)",
    "latitude": 21.35941328423552,
    "longitude": 39.96019015526941,
    "altitude": 301.7329768851519
  },
  {
    "name": "مخرج اتجاه مزدلفه واتجاه منى - طريق 56 الجوهرة",
    "latitude": 21.39674166666667,
    "longitude": 39.90626944444444,
    "altitude": 323.6336106379935
  },
  {
    "name": "مخرج2 اسناد القطار",
    "latitude": 21.34977782712146,
    "longitude": 39.95512630177299,
    "altitude": 293.4482636449638
  },
  {
    "name": "مخرج عرفات طريق الملك عبدالعزيز ",
    "latitude": 21.35222222222222,
    "longitude": 39.95303333333334,
    "altitude": 294.474215437748
  },
  {
    "name": "مدخل عرفات ترددية 3",
    "latitude": 21.37552000628566,
    "longitude": 39.96918642897113,
    "altitude": 315.642629600029
  },
  {
    "name": "مخرج مخزن ترددية 3",
    "latitude": 21.37949984623072,
    "longitude": 39.96604516065829,
    "altitude": 321.742352988242
  },
  {
    "name": "مدخل الدائري الأوسط عرفات",
    "latitude": 21.33977131241449,
    "longitude": 39.95935031358695,
    "altitude": 292.2126854258774
  },
  {
    "name": "مخرج الدائري الأوسط عرفات",
    "latitude": 21.3397773509403,
    "longitude": 39.95908183278497,
    "altitude": 292.2126854258774
  },
  {
    "name": "مدخل منى طريق الملك عبدالله من العزيزية",
    "latitude": 21.40420409646498,
    "longitude": 39.88839682338585,
    "altitude": 307.3689604604722
  },
  {
    "name": "مدخل مخزن ترددية 3",
    "latitude": 21.38443434518957,
    "longitude": 39.96313903478504,
    "altitude": 327.8562873669915
  },
  {
    "name": "مخرج 1 موقف طريق الملك عبدالله 26 - ب",
    "latitude": 21.34951111111111,
    "longitude": 39.94776944444444,
    "altitude": 290.0680721261452
  },
  {
    "name": "مدخل 1 موقف طريق الملك عبدالله 26 - ب",
    "latitude": 21.34969166666666,
    "longitude": 39.94641111111111,
    "altitude": 290.0680721261452
  },
  {
    "name": "مخرج عرفات طريق الملك عبدالله 26",
    "latitude": 21.34962687300707,
    "longitude": 39.94879848207981,
    "altitude": 0.0
  },
  {
    "name": "مخرج مواقف اسناد القطار",
    "latitude": 21.34981245147485,
    "longitude": 39.95506633094236,
    "altitude": 293.28575309363
  },
  {
    "name": "مدخل عرفات طريق الملك عبدالعزيز",
    "latitude": 21.35211666666667,
    "longitude": 39.95290277777778,
    "altitude": 294.2601106250592
  },
  {
    "name": "مدخل ومخرج عرفات طريق الملك فيصل 1",
    "latitude": 21.35604631613456,
    "longitude": 39.95640666463837,
    "altitude": 294.4773011791772
  },
  {
    "name": "مدخل وعاء الجامعة 2",
    "latitude": 21.33996707006055,
    "longitude": 39.95972254626778,
    "altitude": 292.6057664060291
  },
  {
    "name": "مدخل ومخرج عرفات طريق الملك فيصل 2",
    "latitude": 21.35598033423675,
    "longitude": 39.95626846157046,
    "altitude": 294.4773011791772
  },
  {
    "name": "مخرج  وعاء الجامعة 2",
    "latitude": 21.33995555555556,
    "longitude": 39.95943055555556,
    "altitude": 292.6057664060291
  },
  {
    "name": "مدخل موقف حجاج الدول العربية (جنوب عرفات)",
    "latitude": 21.3343110952609,
    "longitude": 39.98094919056024,
    "altitude": 312.2869867790176
  },
  {
    "name": "مخرج1 وعاء الجامعة 1",
    "latitude": 21.34328888888889,
    "longitude": 39.95266388888889,
    "altitude": 291.5123983221141
  },
  {
    "name": "مخرج3 وعاء الجامعة 1",
    "latitude": 21.34253332547276,
    "longitude": 39.9533946511548,
    "altitude": 291.5123983221141
  },
  {
    "name": "مخرج2 وعاء الجامعة 1",
    "latitude": 21.34253696984197,
    "longitude": 39.95343096220085,
    "altitude": 291.5123983221141
  },
  {
    "name": "مدخل وعاء الجامعة 1",
    "latitude": 21.34457777777778,
    "longitude": 39.95164444444445,
    "altitude": 292.010717222729
  },
  {
    "name": "مدخل موقف اسناد القطار",
    "latitude": 21.35176925685512,
    "longitude": 39.95365081972304,
    "altitude": 293.5623935634165
  },
  {
    "name": "مخرج مزدلفة ترددية 3",
    "latitude": 21.39838055555555,
    "longitude": 39.91460277777777,
    "altitude": 334.3246886275035
  },
  {
    "name": "مدخل منى نفق الجوهرة 56 - غرب الجمرات",
    "latitude": 21.42553056677588,
    "longitude": 39.86704573083379,
    "altitude": 354.0315537353414
  },
  {
    "name": "مدخل منى طريق الملك عبدالعزيز38 - محبس الجن",
    "latitude": 21.42309166666667,
    "longitude": 39.86162222222222,
    "altitude": 0.0
  },
  {
    "name": "مدخل منى طريق الملك فيصل 50 الساحات الغربية للجمرات ",
    "latitude": 21.42421365625211,
    "longitude": 39.86324505554406,
    "altitude": 0.0
  },
  {
    "name": "مخرج2 موقف حجاج البر",
    "latitude": 21.32926892847195,
    "longitude": 39.98774531909277,
    "altitude": 319.3728533213375
  },
  {
    "name": "مخرج1 موقف حجاج البر",
    "latitude": 21.3299201,
    "longitude": 39.9906346,
    "altitude": 323.597008981635
  },
  {
    "name": "مدخل موقف حجاج البر",
    "latitude": 21.33008366547709,
    "longitude": 39.99057891871184,
    "altitude": 323.597008981635
  },
  {
    "name": "مخرج مواقف حجاج البر (عرفات الدائري - جنوب عرفات)",
    "latitude": 21.33577892714571,
    "longitude": 39.98940584625002,
    "altitude": 320.2665796215183
  },
  {
    "name": "مدخل مواقف طريق صاد",
    "latitude": 21.33440010788666,
    "longitude": 39.99421441171268,
    "altitude": 334.9310049137791
  },
  {
    "name": "مخرج مواقف13",
    "latitude": 21.33338769595976,
    "longitude": 39.99575599769663,
    "altitude": 332.0001506512889
  },
  {
    "name": "مدخل موقف الاتصالات",
    "latitude": 21.3321062,
    "longitude": 39.9979908,
    "altitude": 329.5042440424986
  },
  {
    "name": "مخرج2 موقف الاتصالات",
    "latitude": 21.32969337650658,
    "longitude": 39.99704930813867,
    "altitude": 321.510605771422
  },
  {
    "name": "مخرج1 موقف الاتصالات",
    "latitude": 21.33023464294515,
    "longitude": 40.00165692167762,
    "altitude": 332.1431788982967
  },
  {
    "name": "مدخل2 طريق صاد",
    "latitude": 21.32950516657965,
    "longitude": 40.0034167595353,
    "altitude": 334.8450290603834
  },
  {
    "name": "مدخل1 طريق صاد",
    "latitude": 21.32837963697057,
    "longitude": 40.00548557152466,
    "altitude": 334.8450290603834
  },
  {
    "name": "مدخل موقف الخطوط السعودية من طريق صاد",
    "latitude": 21.33315208517094,
    "longitude": 39.99702099675587,
    "altitude": 330.1422037330337
  },
  {
    "name": "مخرج19",
    "latitude": 21.33321611899098,
    "longitude": 39.99683981130021,
    "altitude": 330.5239876819085
  },
  {
    "name": "مدخل1 موقف الخطوط السعودية",
    "latitude": 21.33904289700131,
    "longitude": 39.99504323885284,
    "altitude": 330.9827665973095
  },
  {
    "name": "مدخل2 موقف الخطوط السعودية",
    "latitude": 21.33883454948679,
    "longitude": 39.99497477296084,
    "altitude": 330.9173214484119
  },
  {
    "name": "مخرج موقف الخطوط السعودية",
    "latitude": 21.34019635320598,
    "longitude": 39.99591909224414,
    "altitude": 327.8265965806966
  },
  {
    "name": "مخرج موقف الخطوط السعودية",
    "latitude": 21.3399550942438,
    "longitude": 39.99573160754527,
    "altitude": 327.3196879514301
  },
  {
    "name": "مخرج موقف حجاج السودان",
    "latitude": 21.34063663355001,
    "longitude": 39.99611250752091,
    "altitude": 327.3174168508422
  },
  {
    "name": "مدخل موقف حجاج البر الدائري الشرقي",
    "latitude": 21.34112259440949,
    "longitude": 39.99641128309067,
    "altitude": 327.4989379891644
  },
  {
    "name": "مخرج موقف حجاج البر الدائري الشرقي",
    "latitude": 21.34234786224428,
    "longitude": 39.99700067286241,
    "altitude": 332.0504984645254
  },
  {
    "name": "مدخل موقف الكهرباء الدائري الشرقي (700/91)",
    "latitude": 21.34690483537999,
    "longitude": 39.99754697719622,
    "altitude": 332.6192159823482
  },
  {
    "name": "مخرج موقف الكهرباء الدائري الشرقي (700/91)",
    "latitude": 21.34893925541476,
    "longitude": 39.99728291009289,
    "altitude": 334.8733265736171
  },
  {
    "name": "مدخل موقف (700/91)",
    "latitude": 21.35213196853604,
    "longitude": 39.99653482929502,
    "altitude": 334.8733265736171
  },
  {
    "name": "مخرج موقف (700/91)",
    "latitude": 21.35290546680951,
    "longitude": 39.99635519859351,
    "altitude": 334.8733265736171
  },
  {
    "name": "مدخل مواقف المغمس 30",
    "latitude": 21.37830397596207,
    "longitude": 39.98990744592357,
    "altitude": 330.3772932405993
  },
  {
    "name": "مدخل عرفات طريق المغمس",
    "latitude": 21.37937080976885,
    "longitude": 39.98965156335689,
    "altitude": 329.1468001152311
  },
  {
    "name": "مسار ترددي 2 مخرج عرفات ",
    "latitude": 21.36796569932305,
    "longitude": 39.96639113596203,
    "altitude": 307.7513422199551
  },
  {
    "name": "مسار ترددي 2 دخول عرفات ",
    "latitude": 21.36775433978843,
    "longitude": 39.96641212301662,
    "altitude": 308.0248517644426
  },
  {
    "name": "مدخل 1 مخزن ترددية 2 ",
    "latitude": 21.38977748880158,
    "longitude": 39.93914569459326,
    "altitude": 353.0191070122258
  },
  {
    "name": "مخرج3 مخزن ترددي 2",
    "latitude": 21.38426101801715,
    "longitude": 39.94012608730542,
    "altitude": 338.2982698819771
  },
  {
    "name": "مخرج2 مخزن ترددي 2",
    "latitude": 21.3813433621532,
    "longitude": 39.9414122964448,
    "altitude": 332.6166032441722
  },
  {
    "name": "مخرج1 مخزن ترددي 2",
    "latitude": 21.37811330954369,
    "longitude": 39.94284053840823,
    "altitude": 327.3021026028981
  },
  {
    "name": "مدخل 2 مخزن ترددي 2",
    "latitude": 21.38097013029056,
    "longitude": 39.9436622124988,
    "altitude": 333.2787766678229
  },
  {
    "name": "مدخل عرفات مسار ترددي 1 - ب",
    "latitude": 21.3646742435456,
    "longitude": 39.96876130728084,
    "altitude": 308.1428693686965
  },
  {
    "name": "مدخل عرفات مسار ترددي 1 - أ",
    "latitude": 21.36496106154707,
    "longitude": 39.97120033059446,
    "altitude": 308.7421724902682
  },
  {
    "name": "مخرج عرفات مسار ترددي 1",
    "latitude": 21.36615319358688,
    "longitude": 39.96759432867184,
    "altitude": 308.7421724902682
  },
  {
    "name": "مدخل2 مخزن ترددية 1",
    "latitude": 21.36957256873641,
    "longitude": 39.96062271315631,
    "altitude": 305.6554337410043
  },
  {
    "name": "مدخل1 مخزن ترددية 1",
    "latitude": 21.36976024162114,
    "longitude": 39.95037284637978,
    "altitude": 305.6554337410043
  },
  {
    "name": "مخرج 4مواقف ترددية 1",
    "latitude": 21.36882255573497,
    "longitude": 39.95430710889699,
    "altitude": 305.3328404451862
  },
  {
    "name": "مخرج3 مخزن ترددية 1",
    "latitude": 21.36802768594013,
    "longitude": 39.95719691001631,
    "altitude": 302.1796696246427
  },
  {
    "name": "مخرج2 مخزن ترددية 1",
    "latitude": 21.3672579,
    "longitude": 39.9599702,
    "altitude": 302.5799886745447
  },
  {
    "name": "مخرج1 مخزن ترددية 1",
    "latitude": 21.36664553462797,
    "longitude": 39.96297324343458,
    "altitude": 303.1601584445254
  },
  {
    "name": "مسار الجوهرة عرفات مدخل + مخرج 2",
    "latitude": 21.36066979662488,
    "longitude": 39.96061547044661,
    "altitude": 299.5444154505602
  },
  {
    "name": "طريق عرفات سوق العرب مدخل + مخرج 2",
    "latitude": 21.36264956408496,
    "longitude": 39.95929895124097,
    "altitude": 299.5444154505602
  },
  {
    "name": "طريق عرفات سوق العرب مدخل + مخرج 1",
    "latitude": 21.36259732785879,
    "longitude": 39.95942171350089,
    "altitude": 299.5444154505602
  },
  {
    "name": "دخول القصر الملكي 44",
    "latitude": 21.35568517586863,
    "longitude": 39.95619295164057,
    "altitude": 294.9856260978343
  },
  {
    "name": "دخول وخروج عرفات  القصر الملكي طريق 44 \n( كامرتين في الاتجاهين )",
    "latitude": 21.35573695786173,
    "longitude": 39.95604078513352,
    "altitude": 294.634011553247
  },
  {
    "name": "مدخل عرفات طريق الملك عبدالله 26",
    "latitude": 21.34950149650389,
    "longitude": 39.94881090734581,
    "altitude": 293.205657705868
  },
  {
    "name": "مدخل 2 موقف طريق الملك عبدالله 26 - ب",
    "latitude": 21.34850464641683,
    "longitude": 39.95106150231198,
    "altitude": 292.6901651966585
  },
  {
    "name": "مخرج 2 موقف طريق الملك عبدالله 26 - ب",
    "latitude": 21.34710804438699,
    "longitude": 39.95090135730275,
    "altitude": 292.2053738170448
  },
  {
    "name": "مخرج 2 موقف حجاج الداخل عرفات",
    "latitude": 21.33962374749614,
    "longitude": 39.96009270705605,
    "altitude": 292.3361658477038
  },
  {
    "name": "مخرج 1 موقف حجاج الداخل عرفات",
    "latitude": 21.33956511317511,
    "longitude": 39.96014355222534,
    "altitude": 292.9708075101281
  },
  {
    "name": "مدخل موقف حجاج الداخل عرفات",
    "latitude": 21.33941574172803,
    "longitude": 39.9600369026077,
    "altitude": 292.7873626268151
  },
  {
    "name": "مدخل موقف إسناد القطار2",
    "latitude": 21.34985771269385,
    "longitude": 39.96017036506041,
    "altitude": 293.7818897312993
  },
  {
    "name": "مخرج موقف إسناد القطار2",
    "latitude": 21.3497118400132,
    "longitude": 39.96008311512252,
    "altitude": 294.0139100077971
  },
  {
    "name": "مدخل موقف 200-83",
    "latitude": 21.3420573,
    "longitude": 39.9796083,
    "altitude": 305.9872431882085
  },
  {
    "name": "مخرج موقف 200-83",
    "latitude": 21.3423963,
    "longitude": 39.9804343,
    "altitude": 306.4345069561839
  },
  {
    "name": "مخرج موقف 150-62",
    "latitude": 21.34811875631945,
    "longitude": 39.99129054165845,
    "altitude": 328.5081576121096
  },
  {
    "name": "مدخل موقف 150-62",
    "latitude": 21.34711394247677,
    "longitude": 39.9927665325804,
    "altitude": 325.7448559624819
  },
  {
    "name": "مخرج موقف 100-62",
    "latitude": 21.3466793,
    "longitude": 39.9936841,
    "altitude": 325.2474175059411
  },
  {
    "name": "مدخل موقف 100-62",
    "latitude": 21.3457003,
    "longitude": 39.9952064,
    "altitude": 331.1436420768048
  },
  {
    "name": "مدخل موقف 100/56",
    "latitude": 21.34256107344532,
    "longitude": 39.99168030121552,
    "altitude": 326.1782319672747
  },
  {
    "name": "مخرج موقف 100/56",
    "latitude": 21.3435162,
    "longitude": 39.9901977,
    "altitude": 320.276701901887
  },
  {
    "name": "مدخل موقف 300-83",
    "latitude": 21.3474769,
    "longitude": 39.9879345,
    "altitude": 315.0444598919248
  },
  {
    "name": "مدخل موقف 300-83",
    "latitude": 21.3486295,
    "longitude": 39.9882549,
    "altitude": 315.3288281445417
  },
  {
    "name": "مخرج موقف 200-62",
    "latitude": 21.35672496800636,
    "longitude": 39.97561795711613,
    "altitude": 303.0782543891759
  },
  {
    "name": "مدخل موقف 200-62",
    "latitude": 21.3558407,
    "longitude": 39.9771601,
    "altitude": 302.7873206175357
  },
  {
    "name": "مخرج موقف 100-420",
    "latitude": 21.35771345384173,
    "longitude": 39.97180186582279,
    "altitude": 299.8437759262184
  },
  {
    "name": "مخرج موقف 100-420",
    "latitude": 21.35765480286955,
    "longitude": 39.97197272875637,
    "altitude": 304.5586489736762
  },
  {
    "name": "مدخل موقف 100-420",
    "latitude": 21.35734502776358,
    "longitude": 39.97237110970013,
    "altitude": 304.5586489736762
  },
  {
    "name": "مخرج موقف 350/56",
    "latitude": 21.3558031,
    "longitude": 39.9694909,
    "altitude": 302.02632448833
  },
  {
    "name": "مدخل موقف 350/56",
    "latitude": 21.3551622,
    "longitude": 39.9705266,
    "altitude": 301.4927695107086
  },
  {
    "name": "مخرج موقف 300/56",
    "latitude": 21.3517216,
    "longitude": 39.9757279,
    "altitude": 300.725225197581
  },
  {
    "name": "مدخل موقف 300/56",
    "latitude": 21.35032439928451,
    "longitude": 39.97755595445997,
    "altitude": 300.8594976042304
  },
  {
    "name": "مخرج موقف 250/56",
    "latitude": 21.3506395,
    "longitude": 39.9780613,
    "altitude": 301.7857517583034
  },
  {
    "name": "مدخل موقف 250/56",
    "latitude": 21.3497117,
    "longitude": 39.9798454,
    "altitude": 304.5343842325834
  },
  {
    "name": "مخرج موقف 200/56",
    "latitude": 21.3482911,
    "longitude": 39.9811532,
    "altitude": 306.2812094624001
  },
  {
    "name": "مدخل موقف 200/56",
    "latitude": 21.3478529,
    "longitude": 39.981966,
    "altitude": 306.3625823102027
  },
  {
    "name": "مخرج موقف 150/56",
    "latitude": 21.3470569,
    "longitude": 39.9833887,
    "altitude": 307.8170181574218
  },
  {
    "name": "مدخل موقف 150/56",
    "latitude": 21.345966,
    "longitude": 39.9850009,
    "altitude": 310.5381428912051
  },
  {
    "name": "مخرج موقف 250-83",
    "latitude": 21.3451511,
    "longitude": 39.9856492,
    "altitude": 311.6114575707145
  },
  {
    "name": "مدخل موقف 250-83",
    "latitude": 21.3443394,
    "longitude": 39.9848276,
    "altitude": 310.5008002420155
  },
  {
    "name": "مخرج موقف 100/52",
    "latitude": 21.34346640525111,
    "longitude": 39.97906372702739,
    "altitude": 334.6719666494749
  },
  {
    "name": "مدخل موقف 100/52",
    "latitude": 21.3444916,
    "longitude": 39.9771881,
    "altitude": 302.5794591490147
  },
  {
    "name": "مخرج موقف 150/52",
    "latitude": 21.34489367480843,
    "longitude": 39.9766461584348,
    "altitude": 302.5696135187015
  },
  {
    "name": "مدخل موقف 150/52",
    "latitude": 21.3458503,
    "longitude": 39.9748431,
    "altitude": 300.1753040833204
  },
  {
    "name": "مخرج موقف 200/52",
    "latitude": 21.3476371,
    "longitude": 39.9721117,
    "altitude": 297.8643344822902
  },
  {
    "name": "مدخل موقف 200/52",
    "latitude": 21.3479472,
    "longitude": 39.971526,
    "altitude": 297.3054135489206
  },
  {
    "name": "مخرج موقف 250/52",
    "latitude": 21.3482099,
    "longitude": 39.9710397,
    "altitude": 297.1296103218141
  },
  {
    "name": "مدخل موقف 250/52",
    "latitude": 21.3486635,
    "longitude": 39.9702787,
    "altitude": 297.3679906311675
  },
  {
    "name": "مدخل موقف 150/50",
    "latitude": 21.3443526,
    "longitude": 39.9717326,
    "altitude": 298.2688178821954
  },
  {
    "name": "مدخل موقف 100/50",
    "latitude": 21.33694377519832,
    "longitude": 39.98224502369337,
    "altitude": 309.9144482067263
  },
  {
    "name": "مخرج موقف 100/50",
    "latitude": 21.3381616,
    "longitude": 39.9805685,
    "altitude": 306.6382241570504
  },
  {
    "name": "مدخل موقف طريق 62 مبيت مزدلفة",
    "latitude": 21.381301,
    "longitude": 39.9255612,
    "altitude": 324.9945785619466
  },
  {
    "name": "مدخل موقف طريق 26 مبيت مزدلفة",
    "latitude": 21.37221024732215,
    "longitude": 39.92457510453663,
    "altitude": 324.9945785619466
  },
  {
    "name": "مخرج موقف طريق 26 مبيت مزدلفة",
    "latitude": 21.37742107721666,
    "longitude": 39.92111749930966,
    "altitude": 324.9945785619466
  },
  {
    "name": "مخرج موقف طريق 62 مبيت مزدلفة",
    "latitude": 21.3843624,
    "longitude": 39.924264,
    "altitude": 330.338045474509
  },
  {
    "name": "مخرج  مزدلفة للرد الثاني طريق سوق العرب 62 على جسر بندبيس",
    "latitude": 21.39450397966573,
    "longitude": 39.91399895834721,
    "altitude": 327.2770569886211
  },
  {
    "name": "مخرج مزدلفة طريق 62 على جسر الملك فيصل",
    "latitude": 21.3960245,
    "longitude": 39.9114468,
    "altitude": 328.8358022552085
  },
  {
    "name": "دخول منى طريق 62  من الدائري الرابع",
    "latitude": 21.39814888875976,
    "longitude": 39.90558927482823,
    "altitude": 321.1051140002359
  },
  {
    "name": "عودة الرد الثاني  من مزدلفة مسار طريق 56 التفاف الجبل",
    "latitude": 21.38522692118735,
    "longitude": 39.91720774601323,
    "altitude": 320.3229039012582
  },
  {
    "name": "مخرج مزدلفة طريق 56 على جسر الملك فيصل للدائري الرابع",
    "latitude": 21.39388940653246,
    "longitude": 39.91037492974915,
    "altitude": 324.052169193896
  },
  {
    "name": "مخرج  مزدلفة للرد الثاني طريق الجوهرة 56 على جسر بندبيس",
    "latitude": 21.39290606528373,
    "longitude": 39.91185125323915,
    "altitude": 324.052169193896
  },
  {
    "name": "مسار 56 مزدلفة صعود الدائري الرابع يسار",
    "latitude": 21.39662369888595,
    "longitude": 39.90645167579849,
    "altitude": 323.6681622438935
  },
  {
    "name": "مدخل موقف حجاج الداخل",
    "latitude": 21.32998029263813,
    "longitude": 39.96881426033111,
    "altitude": 302.3241663700547
  },
  {
    "name": "مدخل موقف حجاج الداخل",
    "latitude": 21.33270100934698,
    "longitude": 39.9694614700336,
    "altitude": 301.9546209009661
  },
  {
    "name": "مدخل مواقف حجاج البر (عرفات الدائري - جنوب عرفات)",
    "latitude": 21.33522876165879,
    "longitude": 39.9861716148113,
    "altitude": 318.7882235665799
  },
  {
    "name": "مدخل موقف حجاج السودان",
    "latitude": 21.34030757071438,
    "longitude": 39.99597583933352,
    "altitude": 327.2923066762563
  },
  {
    "name": " مدخل ترددية 2 مزدلفة",
    "latitude": 21.39926805980674,
    "longitude": 39.9137970224343,
    "altitude": 335.7765699083033
  },
  {
    "name": " مخرج ترددية 2 مزدلفة",
    "latitude": 21.39926805980674,
    "longitude": 39.9137970224343,
    "altitude": 335.7765699083033
  },
  {
    "name": " مدخل منى الدائري الرابع ترددري 2,3",
    "latitude": 21.40157611890474,
    "longitude": 39.91445696748256,
    "altitude": 336.2497577938177
  },
  {
    "name": "ترددية ١ رود أ خروج",
    "latitude": 21.40129071024673,
    "longitude": 39.91057097392471,
    "altitude": 335.7974686604606
  },
  {
    "name": "ترددية ١ رود أ دخول",
    "latitude": 21.40129071024673,
    "longitude": 39.91057097392471,
    "altitude": 335.7974686604606
  },
  {
    "name": "دخول منى منطقة الظل مسار ترددية 1",
    "latitude": 21.4041733,
    "longitude": 39.9023893,
    "altitude": 347.3585815166786
  },
  {
    "name": " الربوة مسار ١ دخول",
    "latitude": 21.4081541,
    "longitude": 39.8978504,
    "altitude": 345.4983831656922
  },
  {
    "name": "المسطبة مسار ١ دخول",
    "latitude": 21.4034097582314,
    "longitude": 39.90216789696723,
    "altitude": 328.9007371885269
  },
  {
    "name": "المسطبة مسار ١ خروج",
    "latitude": 21.4034097582314,
    "longitude": 39.90216789696723,
    "altitude": 328.9007371885269
  },
  {
    "name": "مسار ترددين ١ دخول من المعيصم",
    "latitude": 21.4093411389595,
    "longitude": 39.91136051409351,
    "altitude": 355.0052445486389
  },
  {
    "name": "دخول منى نفق الملك عبدالله من المعيصم",
    "latitude": 21.43012696685406,
    "longitude": 39.90367079021334,
    "altitude": 394.2041278893208
  },
  {
    "name": "مخرج منى نفق الملك عبدالله إتجاه المعيصم",
    "latitude": 21.42978784083749,
    "longitude": 39.90386804666947,
    "altitude": 392.3201229749795
  },
  {
    "name": "دخول منى نفق الملك خالد - المعيصم",
    "latitude": 21.43240227379569,
    "longitude": 39.89819242170582,
    "altitude": 405.3721621137034
  },
  {
    "name": "خروج منى نفق الملك خالد - المعيصم",
    "latitude": 21.43231855328724,
    "longitude": 39.89835601031144,
    "altitude": 398.3302257516624
  },
  {
    "name": " خروج  مشعر منى انفاق الملك فهد",
    "latitude": 21.43011458947249,
    "longitude": 39.86367081686505,
    "altitude": 348.7999562802144
  },
  {
    "name": "دخول مشعر منى انفاق الملك فهد",
    "latitude": 21.4299599169469,
    "longitude": 39.8636105521737,
    "altitude": 360.5478482894346
  },
  {
    "name": "مدخل منى نفق سوق العرب 62 - غرب الجمرات",
    "latitude": 21.42555869965129,
    "longitude": 39.86704473405163,
    "altitude": 354.0315537353414
  },
  {
    "name": "مسار داخلي لمنى - الملك فهد - دخول  طريق 23",
    "latitude": 21.41335900277636,
    "longitude": 39.89356742870436,
    "altitude": 348.9631482917308
  },
  {
    "name": "مدخل ومخرج المنحنى مع الملك فهد",
    "latitude": 21.41213151965074,
    "longitude": 39.90024913906808,
    "altitude": 344.4547482721717
  },
  {
    "name": "مخرج اتجاه مزدلفه واتجاه منى - طريق 62 سوق العرب",
    "latitude": 21.39712347654428,
    "longitude": 39.9081642093394,
    "altitude": 328.794603414535
  },
  {
    "name": "مخرج اتجاه مزدلفه واتجاه منى - طريق 56 الجوهرة",
    "latitude": 21.39665863448074,
    "longitude": 39.90608437982848,
    "altitude": 323.6336106379935
  },
  {
    "name": "مسار داخلى منى - دخول 204  من طريق 62 أنفاق الجمرات",
    "latitude": 21.41763078621067,
    "longitude": 39.88222342749195,
    "altitude": 362.3297087410968
  },
  {
    "name": "عودة من مزدلفة الرد الثاني من جسر بن دبيس (الجوهرة وسوق العرب)",
    "latitude": 21.39070271177494,
    "longitude": 39.9110279869552,
    "altitude": 319.3796566992057
  },
  {
    "name": "مسار 50 دخول وخروج من منى الى مزدلفة ومن مزدلفة الى عرفه",
    "latitude": 21.38813798108081,
    "longitude": 39.90910219742199,
    "altitude": 313.687295961759
  },
  {
    "name": "مخرج مزدلفة طريق الملك فيصل 50 صعود الجسر للدائري الرابع ",
    "latitude": 21.38970296100896,
    "longitude": 39.9070531817986,
    "altitude": 312.5846084919389
  },
  {
    "name": "خروج مزدلفة طريق القصر الملكي صعود جسر الملك فيصل ",
    "latitude": 21.38897977380875,
    "longitude": 39.90453316964152,
    "altitude": 310.6157691601404
  },
  {
    "name": "مدخل ومخرج مزدلفة (من/إلى منى) طريق 44 القصر الملكي",
    "latitude": 21.3888817218459,
    "longitude": 39.90434593735597,
    "altitude": 310.2875338263587
  },
  {
    "name": "مخرج مزدلفة طريق الملك عبدالعزيز على جسر الملك فيصل",
    "latitude": 21.38664753333521,
    "longitude": 39.90387073187822,
    "altitude": 307.8054407909303
  },
  {
    "name": "خروج من مزدلفة إتجاه منى طريق الملك عبدالعزيز",
    "latitude": 21.38652307453254,
    "longitude": 39.90379894772014,
    "altitude": 308.1313681498989
  },
  {
    "name": "خروج من مزدلفة إتجاه منى طريق الملك عبدالعزيز",
    "latitude": 21.39081711172976,
    "longitude": 39.90178757983855,
    "altitude": 308.1313681498989
  },
  {
    "name": "خروج من مزدلفة الملك عبدالعزيز الدائري الرابع",
    "latitude": 21.39073088958605,
    "longitude": 39.90203473444963,
    "altitude": 308.1313681498989
  },
  {
    "name": "خروج منى إتجاه مزدلفة طريق الملك عبدالعزيز",
    "latitude": 21.38639468687744,
    "longitude": 39.90368498280224,
    "altitude": 308.1313681498989
  },
  {
    "name": "خروج من طريق الملك عبدالله في اتجاه العزيزية",
    "latitude": 21.40421536774189,
    "longitude": 39.88834510128447,
    "altitude": 307.8643986352999
  },
  {
    "name": "مخرج منى الملك خالد - العزيزية",
    "latitude": 21.4073464745735,
    "longitude": 39.87678203500048,
    "altitude": 324.1949454297794
  },
  {
    "name": "مخرج منى الملك خالد - العزيزية",
    "latitude": 21.40723272571866,
    "longitude": 39.87686355025271,
    "altitude": 324.0868796520793
  },
  {
    "name": "(170)كاميرات الدائري الرابع نقطة استبقاية فرز",
    "latitude": 21.36398141973149,
    "longitude": 39.88562914380781,
    "altitude": 266.618785765762
  }
];
